/**
 * Copyright 2017 Google Inc. All rights reserved.
 *
 * THIS IS A GENERATED FILE AND ANY CHANGES WILL BE
 * LOST THE NEXT TIME TRANSLATIONS ARE UPDATED.
 *
 * To change this file, edit values-xx/strings.xml
 * and run `python ./convert_translations.py`
 */

"applicationName" = "Пренос на датотека со Android";
"filenameColumnHeaderTitle" = "Име";
"lastModifiedColumnHeaderTitle" = "Последно изменување";
"sizeColumnHeaderTitle" = "Големина";
"newFolderButtonText" = "Нова папка";
"deleteButtonText" = "Избриши";
"copyStatusWindowTitle" = "Копирај";
"cancelButton" = "Откажи";
"cancelingLabel" = "Се откажува";
"preparingToCopyLabel" = "Се подготвува за копирање во „%@“";
"copyingMultipleItemsLabel" = "Се копираат %1$d ставки во „%2$@“";
"copyingSingleItemLabel" = "Се копира „%1$@“ во „%2$@“";
"timeRemainingUnknown" = "Се проценува преостанатото време…";
"timeRemainingLessThan5Seconds" = "Преостануваат помалку од 5 секунди";
"timeRemainingLessThan15Seconds" = "Преостануваат помалку од 15 секунди";
"timeRemainingLessThan30Seconds" = "Преостануваат помалку од 30 секунди";
"timeRemaining1Minute" = "Преостанува околу 1 минута";
"timeRemainingMinutes" = "Преостануваат околу %1$d минути";
"timeRemaining1Hour" = "Преостанува околу 1 час";
"timeRemainingHours" = "Преостануваат околу %1$d часа";
"bottomProgressStringFormat" = "%1$@ од %2$@ - %3$@";
"folderDefaultName" = "неименувана папка";
"bottomStatusFilesSelected" = "Избрани се %1$d од %2$d, достапни се %3$@";
"bottomStatusNoSelectionSingleItem" = "1 ставка, достапни се %1$@";
"bottomStatusNoSelectionMultipleItems" = "%1$d ставки, достапни се %2$@";
"errorDeletingTitle" = "Грешка при бришење";
"errorDeletingDescription" = "Не можеше да се избрише датотека или папка со име „%@“";
"errorCreateFolderTitle" = "Не можеше да се создаде папка";
"errorConnectToDeviceTitle" = "Не можеше да се поврзе со уредот";
"errorCommunicatingWithDeviceTitle" = "Не можеше да се комуницира со уредот";
"errorUnlockDeviceTitle" = "Не може да се пристапи до складот на уредот";
"errorRenameFolderTitle" = "Не можеше да се преименува папката";
"errorRenameFileTitle" = "Не можеше да се преименува датотеката";
"errorCopyingFileTitle" = "Не можеше да се копира датотеката";
"errorReplacingFileTitle" = "Не можеше да се замени датотеката";
"errorCopyingFileDescription" = "Не можеше да се копира датотеката „%@“";
"errorCannotOpenFileTitle" = "„Пренос на датотека со Android“ не може да отвора датотеки";
"errorCannotOpenFileDescription" = "За да отворите датотека, прво преместете ја на компјутерот.";
"errorCannotOpenMultipleTitle" = "„Пренос на датотека со Android“ не може да отвора повеќе ставки";
"errorCannotOpenNoneTitle" = "Нема избрана ставка за отворање";
"errorCannotOpenBadSelectionDescription" = "Изберете една ставка и обидете се повторно.";
"errorSuccessDescription" = "Нема грешка";
"errorPathNotFoundDescription" = "Нема ставка со тоа име";
"errorDeviceNotInitializedDescription" = "Уредот не е иницијализиран. Обидете се да се поврзете повторно или да го рестартирате уредот.";
"errorPathAlreadyExistsDescription" = "Веќе постои датотека или папка со тоа име";
"errorInvalidStorageDescription" = "Не можеше да се најде избраниот склад.";
"errorGenericDescription" = "Обидете се да се поврзете повторно или да го рестартирате уредот.";
"errorUnlockDescription" = "Уверете се дека уредот е отклучен и избран е режимот „Пренос на датотеки“ или „MTP“.";
"warningFileExistsMessage" = "Ставка со име „%@“ веќе постои во папкава.";
"warningFileExistsInformative" = "Дали би сакале да ја замените постоечката ставка со ставката што се копира?";
"warningFileExistsReplace" = "Замени";
"warningFileExistsSkip" = "Прескокни";
"warningFileExistsReplaceAll" = "Замени ги сите";
"deleteWarningTitle" = "Дали сигурно сакате трајно да ги избришете избраните ставки?";
"noUndoWarningInformative" = "Ова дејство не може да се врати";
"menuAbout" = "За „Пренос на датотека со Android“";
"menuServices" = "Услуги";
"menuHide" = "Сокриј „Пренос на датотека со Android“";
"menuHideOthers" = "Сокриј ги другите";
"menuShowAll" = "Прикажи ги сите";
"menuQuit" = "Прекини „Пренос на датотека со Android“";
"menuFile" = "Датотека";
"menuNewFolder" = "Нова папка";
"menuCloseWindow" = "Затвори го прозорецот";
"menuDelete" = "Избриши";
"menuGo" = "Започнете";
"menuBack" = "Назад";
"menuForward" = "Проследи";
"menuEnclosing" = "Вметната папка";
"menuOpenFolder" = "Отвори ја папката";
"menuWindow" = "Прозорец";
"menuMinimize" = "Минимизирај";
"menuZoom" = "Зумирај";
"menuBringAllToFront" = "Донеси ги сите напред";
"menuHelp" = "Помош";
"menuHelpItem" = "Помош за „Пренос на датотека со Android“";
"welcomeTitleText" = "Добре дојдовте на „Пренос на датотека со Android“";
"welcomeBodyText" = "Поврзете го вашиот уред Mac со вашиот уред Android со USB-кабел. Потоа повлечете ставки меѓе прозорецот за „Пренос на датотека со Android“ и прозорците на Finder. Изберете Помош > Помош за „Пренос на датотека со Android“ за да дознаете повеќе.\n\n„Пренос на датотека со Android“ поддржува Android 3.0 или понови верзии.";
"welcomeDoneButtonLabel" = "Започнете";
"noDevicesTitle" = "Не е најден уред со Android";
"noDevicesInformative" = "Поврзете го уредот со Android со USB-кабел за да започнете.";
"fileSizeFolder" = "--";
"fileSizeByte" = "%.0f бајти";
"fileSizeKb" = "%.0f КБ";
"fileSizeMb" = "%.1f МБ";
"fileSizeGb" = "%.2f ГБ";
"fileSizeTb" = "%.3f ТБ";
"fileSizePb" = "%.3f ПБ";
